cases_2412/NACA2412_5/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          716;
        startFace       248482;
    }
    outlet
    {
        type            patch;
        nFaces          348;
        startFace       249198;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          308;
        startFace       249546;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          249168;
        startFace       249854;
    }
)

// ************************************************************************* //
