cases_2412/NACA2412_5/constant/transportProperties:Zone.Identifier
[ZoneTransfer]
ZoneId=3
