cases_2412/NACA2412_5/system/controlDict:Zone.Identifier
[ZoneTransfer]
ZoneId=3
