cases_2412/NACA2412_5/system/forceCoeffs:Zone.Identifier
[ZoneTransfer]
ZoneId=3
